[Setup]
Ver=10.0
Name=Microsoft Visual Studio 2010
ProdName=Microsoft Visual Studio 2010 Professional - KOR
RegKey=VisualStudio
BannerName=<font size=10pt>Microsoft&reg;</font><br><font size=18pt>Visual Studio&reg; 2010 Setup</font>

[Baseline]
Dir=.\wcu
FileName=setup.exe

[Client]
Dir=.\setup
FileName=setup.exe
LANGCODE=KOR

[Servicing]
FileName=vsupdate.exe
Param=/mode=client /locale=1042 /vsui=1

[Server]
Dir=.
FileNameApp=RemoteComponents.hta
FileName=RemoteComponents.htm

[PrevProductIds]
{316EE0C1-DB94-30BA-95E6-F4959035EE4B}
{EF138258-A528-3D78-B381-A0305A8DD54A}
{D67FA094-C267-31FD-A89A-2D134FB8C9F8}
{052ADCA9-019F-376A-BC9D-7A786BD71070}
{DF8D4EA5-2AC1-3F69-8924-E87C094B489D}
{FE2CC453-0A48-3786-8CEC-45ECE01C2A3C}
{E07282AA-4390-3E25-BBC5-86D483DF4154}
{B6214157-2A33-3FDB-A0BB-510145D11C96}
{99090A62-DFAB-3833-AC9B-F889A64687A2}
{6395B771-6001-3937-841A-AF247C011506}
{024700EC-310A-3911-BD9E-6753549F5EF0}
{61538278-1BB2-35E0-A2AD-4CAE4B253B60}
{2D3685B0-61C9-3BE4-9E59-C3783D2ABC96}
{4C92DFC8-6809-35B3-B470-5BBC10CA450B}
{23C014B1-EAB2-3DBA-8E2F-4116A1C1043F}
{34ACBFB1-A4B1-3464-A87C-2E8A7AA1EEED}
{874D5E2B-AACE-303A-B3EC-2563E071473E}
{8536C055-1B09-3C4F-91BF-4303981C2C46}
{211E0526-66B6-31BF-930A-A3738EC9290C}
{DD72CFA3-D66E-38D1-B9B2-E06E70BC9612}
{C1138AA2-9F77-30D5-A350-BC57EA8BCDF4}
{018C9301-0136-3505-9EEA-D0514C710AD7}
{2A7153F7-38EC-3398-BDB4-2A237E717EE9}
{99DD790E-683E-3630-855C-88CB6A788886}
{F89ABFCF-9113-3380-BC93-9DDD0631D165}
{E2FF1179-15CC-39C6-899C-3BF22FF5A6AA}
{21AB6805-3575-3048-9BCC-7C974B6C532F}
{85BCBABC-8FFF-397E-8FEE-E61DD77D6747}
{3D5C04E0-5DF4-3776-9A1A-820FDE1C7E6F}
{99CA097F-C588-33A5-A58D-9319F5C94375}
{669985A4-FD4B-3517-B403-737E7F88F56A}
{D6DEE93E-C875-39CF-B307-84FBA755BD31}
{770BA7B4-1F9A-3DEC-94C6-C4AFB0206D20}
{724BE1EB-A13F-37A0-98F8-2313508536A6}
{E5596914-9D36-37EF-B13F-04662F173096}
{EBDC75C3-A9DA-3D89-8CBD-668A4761F870}
{B81A54DA-8ABE-37AD-A925-87E1A5FBC326}
{6911447C-A5BC-3EF2-99F1-71122E98763F}
{4C656546-19B9-351D-BBA8-475AFD141CA1}
{C3E5C769-D659-31D7-94CD-923FC41B5714}
{293A5EE1-7318-3968-B021-F11B3F73F7D5}
{859261BD-0C68-38E0-BB40-33AFFF0D1C88}
{33E0EB51-2F76-3D4C-A729-E1C5551CDB16}
{A08A19CC-F21D-362B-9BF0-67ED98F1FE28}
{CBFF01D7-2ABE-3DB2-B416-319CA34E2561}
{4192DB6C-9BD8-33FD-B718-7EDD8A762215}
{B292404D-2EE2-375B-AFE3-471BC81A4236}
{321E2F55-0C5E-3473-B926-4EC395796D71}
{D9C4E739-F2AC-3BB1-BF2F-BC81EAAAC5F8}
{E69E59F8-4377-34BE-B6C7-940C2B47DE46}
{83ACF27B-0762-3D53-A20D-F170BFEE585F}
{080C10BD-379C-3AC2-B0C9-365A865E25A1}
{1C135BB8-3C5F-39A8-A299-C9631CB0349D}
{8DE39F08-A238-3430-A2EB-36AC7DFE0D29}
{17780212-6959-3221-B623-9FD866A68363}
{38F0655E-0598-3298-BB26-070FA3552BEC}
{672528F5-F424-3190-AA6B-66B76AD7B114}
{296B427A-85A4-3CF4-905F-4BEE02AF1EE2}
{CC00F385-9201-39A0-857C-4D099CABFEBC}
{CD5CDF1A-D076-3071-B0F8-EE3F4FC376CE}
{2E1F8484-12D1-3CA9-8ADB-C8F2AA34004B}
{1E731123-08B5-3671-AC3D-ED1B5BA20F6B}
{09BBE4CF-74F6-3F41-91E4-87E6DC79A1E7}
{B71D82FD-4B4C-36B8-8333-114E11BF7DBB}
{87FFC59C-9447-30EB-BFC8-8FB5A0EE1136}
{660EC61D-B1AC-3969-B45C-D7374AE2A569}
{767F7A36-BA7E-3BB8-AA96-44C70B7488C1}
{CB3B5B9C-1F1B-3B10-B2A8-15DD5135481F}
{1907D26F-AF4A-3849-82ED-1E6F2A90E31D}
{B7359602-7BE0-3130-ACD3-87061FE5F3A2}
{9682D548-D143-37AF-8923-E5F66FD7ADEA}
{D4213982-3AB4-3096-B3B8-8BCCB538CAD5}
{1BE2FDE4-1FF4-37B6-A62F-1CBA7C3BDE2A}
{B61EA556-A799-30E1-BC2E-F023DD7694D5}
{06E64F4E-5E90-3BB5-B627-DD207511E18E}
{9DC21934-F40A-3879-8C0D-516EE4C2C55B}
{CFA069F6-1F76-336B-B4F9-8BA5AA82105F}
{F6B96EAE-5A7C-3132-B6D5-36E5DE06D6F6}
{E65090BF-185E-3CDF-9E1E-93A1E3093EF5}
{983D6842-8A44-3B7F-B1DD-7E29E475249D}
{D801C7A7-EF84-3932-BE22-F9AC772FF4A5}
{A21D441D-3C84-3078-A755-3BFBEF72407F}
{4F85DFC4-AF99-3208-9BB9-38A27F8E8D76}
{71FAD75F-356D-3DBE-B912-30BF29205A22}
{727C75C1-80D4-37AC-B547-2DF8B4BF98AA}
{78BD68E8-D137-3037-8C3E-145725D5E102}
{8CD1011D-5897-3A4E-8EAD-91B756C9C22C}
{5ADF9EBB-CE61-30DA-8D97-9AC8DEAB4587}
{B9EF78FE-6A1F-3702-BFE1-4758CE1708CD}
{458337B4-C010-3AB2-87FF-8D796ACE20B7}
{B54E53BB-59AD-3844-BF74-D098BFA222F5}
{C4CB220E-D7C3-3BE2-B790-4866402C37E4}
{60966E72-0C7F-383C-BA85-A5C66D92DFE8}
{CBB7B6EF-ECBC-3380-913D-8266881FD4E7}
{68014FE4-2183-3C0C-88FB-25B351D44BD9}
{3503C2E6-DC7C-31A4-B97B-46F2493F5D90}
{6C560E09-E9D9-3646-9912-2E58F25EBAB6}
{4869D861-FB3E-344D-8D6E-E0F2EF275785}
{10814387-961A-3B40-A4FD-7538BEF2636C}
{8E8F514B-C8BD-3E0B-965C-A90F7327D831}
{E48D7AA8-714A-375B-9BB7-795A2CF2C119}
{693876DA-C1C9-3132-9C97-262A034884A1}
{BDB20826-41FC-31AD-8FBE-36E658885A60}
{E599442D-F6A7-3189-A75C-88E07B84E5B7}
{0A08E787-8494-3518-982C-C4AE4988587A}
{CE836E5D-FED3-33D2-9B6D-8B6F4CFED5C3}
{9946C1EB-BDC3-3351-BCF4-6818E3C074DD}
{1111B0BD-529C-3F57-8FA6-4F7EAF197A9E}
{61AB301F-A2E7-3815-926D-1FEE03552174}
{09AD0BC1-A8F3-3453-A358-DB3B1E02F81B}
{BFD36C6B-D6A2-3487-BD98-90FABA5D5266}
{E118245F-CB9E-3012-B9B8-727314597BA5}
{B5689FC0-EF89-3D41-922E-6A186B7CC87D}
{89405D65-AE72-3A2F-AE3F-2D6146B903B9}
{9400D2D7-FFDF-35C6-9986-133B6E9993D8}
{E398F528-1A30-37CD-9D0F-1365F23566E3}
{2BC9EC6F-8F40-3498-BF65-44D6928D76EA}
{814BA36F-3433-3460-945A-7E01FC5611B8}
{29734196-6646-3AB3-A03A-7EB85AF57FB1}
{7B1BF799-7E47-3961-BE2A-D7B3B74A6384}

[BlockedProductIds]

